import { ImageBlock } from "../components/ImageBlock";

export default function Chapter6() {
  return (
    <div className="prose-hebrew">
      <h2 className="text-4xl font-bold mb-10 text-center">פרק ו' - סוף למלחמה</h2>

      <p>
        בוקרשט, 9 במאי 1945 - יום חשוב בחיי - מפנה! בשורה טובה - אחי הבוגר חי והוא
        חייל בצבא הצ&apos;כי!
      </p>

      <p>
        מלחמת העולם השנייה הסתיימה. גרמניה הובסה. תנועות הנוער יצאו להפגין הפגנות
        שמחה בחוצות העיר בוקרשט.
      </p>

      <p>
        אחרי ההפגנה זומנתי לשגרירות האנגלית להירשם לקבלת סרטיפיקט - אשרת כניסה
        לארץ, אותה קיבלו מספר עולים מצומצם בהתאם לספר הלבן.
      </p>

      <p>
        בהמתיני בחדר הטרקלין פגשתי שתי בנות יהודיות, הראתי להן תמונות של בני
        משפחתי והן הראו לי תמונות של יקיריהן. בתקופה של אחרי המלחמה כל ניצול חיפש
        אחרי בני משפחתו וגם רשם את שמו בתחנות הרכבת וברשימות חיפושי קרובים.
      </p>

      <p>
        הבנות, בראותן את התמונה של אחי, אמרו שהן בטוחות שהוא חייל בלגיון הצ&apos;כי
        וכי הוא חילק מתנות ליהודים ניצולים שפגש. בצער רב ויתרתי על תורי לקבל אשרת
        עלייה מיידית ויצאתי בזריזות לחפש את אחי.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">דף חדש בחיים שלי</h3>

      <p>
        הודעתי לרכז התנועה על רצוני למצוא את אחי קודם עלייתי ארצה.
      </p>

      <p>
        עזבתי את בוקרשט ובדרך לפראג, בירת צ&apos;כיה, ביקרתי בריכוזים של נוער יהודי
        על מנת להביאם לתנועת הנוער הציוני השואף לעלות לארץ-ישראל. רובם עדיין היו
        בהלם השחרור ושרויים בבדידות, תוך חיפושים אחר קרובי משפחה ובלי תוכניות
        לעתיד.
      </p>

      <p>
        בכל המפגשים שלי עם ניצולים אלה בתחנות הרכבת, העברתי להם את הרעיון הציוני
        והפניתי אותם למרכזים של הציונים כדי שיוכלו להצטרף לקבוצות מאורגנות שבראשם
        מדריכים שנסכו באותן קבוצות תקווה וביטחון אישי לשהות בקבוצה, להשתתף
        בפעילות חברתית, לקבל מקום מגורים ולהמתין יחדיו עד לעליה לארץ ישראל.
      </p>

      <p>
        הגעתי לפראג ואכן, אחי, יהודה צבי קליין, אשר שינה את שמו הגרמני
        מ&quot;קליין&quot; ל&quot;מלי אבג&apos;ן&quot; (קליין בצ&apos;כית), נמצא בפראג
        ונמנה עם החיילים הצ&apos;כים ששחררו את פראג.
      </p>

      <p>
        קודם לכן הוא היה מגויס לפלוגת עבודות הכפייה ההונגרית שפעלו בחזית הרוסית
        תחת פיקוד הגרמנים. הם עסקו בפינוי מוקשים ובעוד עבודות מסוכנות תחת אש
        החזית. רבים מחבריו מתו מכפור ועשרים ותשע נוספים נרצחו בהוצאה להורג
        באמצעות רובים על ידי מפקד הפלוגה. אבל אחי ניצל את ההזדמנות ולילה אחד,
        בכפור של חורף 1943, חצה את הקווים והתחבר לצבא הרוסי. לאחר מכן הוא התנדב
        לצבא הצ&apos;כי ולחם בגרמנים עד שהגיעו לפראג.
      </p>

      <p>
        בפראג, התבשרנו על עוד ניצולת משפחה, אותה מצאנו ברשימות שהתפרסמו משוודיה
        על ניצולים - אחותי חדווה (פריידי), ששרדה את מחנות ההשמדה באושוויץ. היא
        עבדה בקיפול בגדי הקורבנות שהתפשטו טרם היכנסם לתאי הגזים. אחרי נסיגת
        הגרמנים מאושוויץ היא עבדה במפעלים של נורות רדיו בגרמניה והגיעה עד
        להמבורג, שם עבדה בחפירות ובאפיסת כוחות, ניצלה על-ידי הצלב האדום ונלקחה
        לשבדיה לבית חולים להחלמה.
      </p>

      <p>
        אחותי חדווה, הצטרפה אלינו לקבוצת עליית-הנוער ובעזרת ישעיהו רוזנבלום
        ואנוכי, הגיעה איתנו לאחר נדודים רבים ארצה.
      </p>

      <p>
        הוריי ויתר בני משפחתי נספו באושוויץ. גם שתי משפחות אחיו של אבי ז&quot;ל,
        אשר גרו בבתים סמוכים לנו, נספו בלי להשאיר שריד אחד. יהי זכרם ברוך!
      </p>

      <p>
        לאחר פגישת אחי ואחותי, לא חזרתי לבוקרשט. הצטרפתי לפעילות התנועה בבודפשט
        וביצעתי עבודות שליחות בארגון. אספנו את הניצולים - ילדים ונוער אשר חזרו
        מהתופת אובדי עצות, חסרי-כח לחיות והיינו להם בית ומשפחה. חיבקנו אותם
        והכנסנו אותם לבית חם עם אוכל ותמיכה חברתית.
      </p>

      <p>
        אני ביצעתי שליחויות ועבודות בבודפשט ואף יצאתי לפראג להביא מכונית חדשה
        מדגם טטרה, שאחי העניק לנו בליווי של חבר בשם פהייר טוהי, סטודנט לרפואה.
        את המכונית החרימו לנו הסלובקים בגבול להונגריה.
      </p>

      <p>
        בסוף דצמבר 1945 קיבלתי תפקיד הדרכה שמטרתו הייתה ליווי קבוצת נוער לעליה
        ב&apos; לארץ-ישראל.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">
        סיפור עלייה של קבוצת הנוער בהנהגתו של &quot;שעיו&quot; (ישעיו רוזנבלום)
      </h3>

      <p>
        בסוף דצמבר 1945, יצאתי לדרך הארוכה במטרה לעלות לארץ-ישראל.
      </p>

      <p>
        יום קודם לכן קיבלתי בקשה מהנהלת התנועה שלי, תנועת הנוער הציוני בבודפשט,
        להתחבר לקבוצת ילדים בהנהגתו של ישעיהו רוזנבלום, הידוע בכינויו
        &quot;שעיו&quot; ולהיות לו לעוזר.
      </p>

      <p>
        מיום זה הייתי שותף למסע נדודים ארוך בן שנתיים, על פני מערב אירופה, עם מאה
        ילדים מגיל שמונה עד שש-עשרה ובתאריך ה-26 בדצמבר 1947 הגענו לארץ והאנגלים
        הביאו אותנו בשריוניות עד עתלית.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">שחזור תחנות הנדודים שלנו</h3>

      <p>
        בלילה אחד, בסוף דצמבר 1945, יצאנו ברכבת מבודפשט, הונגריה והגענו למחרת
        לווינה, אוסטריה. שם התאכסנו במקום שהיה בית-חולים על שם רוטשילד וישנו על
        הרצפה.
      </p>

      <p>
        בהמשך, בחודש ינואר 1946, הגענו לעיר זלצבורג בגבול אוסטריה-גרמניה.
        התאכסנו במחנה-מעבר לפליטים ועלינו על משאיות של אנשי הבריגאדה הישראלית,
        שהביאו אותנו למחנה פליטים גדול בעיר לייפהיים שבגרמניה. שם חגגנו חג חרות
        ראשון וערכנו סדר פסח ראשון עם יין תוצרת הארץ.
      </p>
 {/* תמונה */}
     <ImageBlock
  src="/klein-family-kerecke/images/noar-tzioni.png"
  alt="חברים בגרמניה"
  caption={'שנייה משמאל: רחל (אווי) סיגמונד (קליין), חיים קליין, חדווה (פריידי) קליין (לדרמן), מאיר לדרמן'}
/>


 {/* תמונה */}
     <ImageBlock
  src="/klein-family-kerecke/images/evi-haim-lifehaim.png"
  alt="חיים, רחל וחדווה בלייפהיים בגרמניה"
  caption={'לייפהיים, גרמניה, 1946 - משמאל: חדווה (פריידי) קליין, חיים קליין, רחל (אווי) סיגמונד (קליין)'}
/>
      
    
      <h3 className="text-2xl font-bold mt-12 mb-6">הכשרות חקלאיות בגרמניה</h3>

      <p>
        במהלך שהותנו בגרמניה, עברנו הכשרות חקלאיות במקומות שונים. התחלנו בעיר
        דכאו, אבל מסיבות רגשיות, בשל קירבת המקום למחנה הריכוז, עזבנו לאחר זמן
        קצר.
      </p>

      <p>
        לאחר מכן עברנו לאייסולצריד - גם שם שהינו זמן קצר בשל איומים אנטישמיים.
        לבסוף, עברנו למיינקהופן (ליד דגנדורף) ושם שהינו זמן ממושך בחווה חקלאית של
        מוסד פסיכיאטרי.
      </p>

      <p>
        מנהל המוסד במיינקהופן פינה לנו שני מבנים דו-קומתיים. קיבלו אותנו יפה
        והשתלבנו בכל העבודות החקלאיות בשדה וגם ברפת ובמחלבה.
      </p>

      <p>
        השתמשנו בפסנתר של המוסד לפעילות תרבותית, שם גם הפעלנו בתי מלאכה ארעיים,
        כדי ללמד את הבחורים מקצועות כמו: נגרות, סנדלרות, חייטות ומכונאות רכב.
      </p>

 {/* תמונה */}
      <ImageBlock
  src="/klein-family-kerecke/images/nagaria.png"
  alt="נגריה שהקמנו במיינקהופן"
  caption={'נגריה שהקמנו במיינקהופן'}
/>


      <p>
        קבוצת נערים אספה אופנועים פגועים מהמלחמה ועשתה תיקונים בהדרכתי המקצועית.
        וכך, הנערים למדו שיעורי מכונאות וגם היו לנו עשרה אופנועים תקינים ופעילים
        לנסיעה.
      </p>

      <p>
        בסוף חודש דצמבר 1946, מסרנו את האופנועים ובתי המלאכה לקבוצה אחרת של הנוער
        הציוני, יוצאת פולין ועזבנו את מיינקהופן למחנה פליטים בגרמניה ליד העיר
        אולם (Ulm) ומשם יצאנו לדרך.
      </p>



 {/* תמונה */}
    <ImageBlock
  src="/klein-family-kerecke/images/lesson-with-haim.png"
  alt="שיעור מקצועי בהכשרה"
  caption={'מיינקהופן, גרמניה, 1946 - הנערים מקבוצת "שעיו", עם המדריך חיים קליין (עומד מימין) בשיעור מקצועי בהכשרה, בדרך לארץ ישראל'}
/>



    
 {/* תמונה */}
     <ImageBlock
  src="/klein-family-kerecke/images/bykes-lifehime.png"
  alt="אופנועים שתוקנו בקורס מכונאות"
  caption={'אופנועים שתוקנו בקורס מכונאות שהעביר חיים קליין בהכשרה בדרך לארץ. נוהג על האופנוע השני מימין - ישעיהו רוזנבלום, נוהג על האופנוע השלישי מימין - חיים קליין'}
/>

 {/* תמונה */}
     <ImageBlock
  src="/klein-family-kerecke/images/grossary.png"
  alt="מחסן מצרכים"
  caption={'מחסן מצרכים בהכשרה החקלאית בדרך לארץ. משמאל: חיים קליין, במרכז: ארווין אלבוגן (קשתי) ז"ל, אשר התנדב לצה"ל ונפל במלחמת השחרור'}
/>


 {/* תמונה */}
      <ImageBlock
  src="/klein-family-kerecke/images/car-lesson-haim.png"
  alt="שיעור מכונאות עם חיים"
  caption={'שיעור מכונאות בהדרכתו של חיים קליין. הנער מימין, אונטי פולק ז"ל, התנדב לצה"ל ונפל במלחמת השחרור'}
/>



     {/* תמונה */}
     <ImageBlock
  src="/klein-family-kerecke/images/hasmalia.png"
  alt="בחשמליה"
  caption={'בחשמליה'}
/>

     
 {/* תמונה */}
    <ImageBlock
  src="/klein-family-kerecke/images/masgeria.png"
  alt="במסגריה"
  caption={'במסגריה - משמאל: חיים קליין ומימין מאחור: אונטי פולק ז"ל'}
/>



      <h3 className="text-2xl font-bold mt-12 mb-6">
        נוער יהודי משוחרר מהנאצים על-ידי האנגלים
      </h3>

      <p>
        אנו, שארית הפליטה, משוחררים מהנאצים, נודדים על פני אירופה ועדיין נרדפים
        מפני ה&quot;בלשים&quot;, המרגלים האנגלים שרדפו אחרינו כל הזמן ולאורך כל
        הדרך, כדי למנוע את עלייתנו לספינות של עלייה ב&apos;.
      </p>

      <p>
        במחנה פליטים ליד העיר אולם (Ulm), העלו אותנו שוב למשאיות של הבריגאדה
        היהודית עם כיסוי ברזנטים ונסענו בחשאיות רבה, על מנת שהאנגלים לא יתפסו
        אותנו בדרכנו לארץ ישראל. חלק מהנסיעה עשינו ברכבת שהעלתה אותנו יחד עם
        המשאיות על קרונות משא.
      </p>

      <p>
        הגענו לגבול איטליה וצעדנו בהליכה חפוזה בחצות הלילה במעבר הברנר של האלפים.
        כשהתקרבנו לראש ההר ולגבול האיטלקי, התברר לחרדתינו, ששומרי הגבול הידידותיים
        לא המתינו לנו! נאלצנו לחזור למטה ולהסתתר בצריף קטן, בו הצטופפנו בלחץ
        ובשקט, בלי להתקרב לחלון האחד שהיה בו, על מנת שלא להתגלות על-ידי שומרי
        הגבולות.
      </p>

      <p>
        נאלצנו למצוא דרך אחרת למעבר הגבול, לכן בלילה שלאחר מכן, יצאנו מוקדם יותר
        למסע הטיפוס הרגלי אל פסגת הגבול האיטלקי.
      </p>

      <p>
        הדרך הייתה שביל בתולי בשלג ונאלצנו ללכת, תוך שאנו מקפצים מעל פלגי מים
        זורמים חצי-קפואים.
      </p>

      <p>
        הייתה זו דרך שרק נוער צעיר ונחוש היה יכול לעבור. אני, חיים, הובלתי לצידי
        שתי נערות חלשות, העברתי אותן על מכשולים אחת אחת עד הגיעינו לפסגה, לגבול
        אוסטריה!
      </p>

      <p>
        וכך, במורד ההר, ירדנו בשלג בהחלקה על הישבן - ונכנסנו לשטח איטליה, כשמרחוק
        נשמעו קולות האיטלקים שרים וחוגגים את חג הסילבסטר של שנת 1947 החדשה. לרקע
        קולות אלו, התגנבנו ורצנו בשקט עד לכביש. הצלחנו לעבור את הגבול!
      </p>

      <p>
        בבוקר קר של ה-1 בינואר 1947, המתינו לנו משאיות פיאט ענקיות מכוסות ברזנט
        ונסענו דרך ארוכה בעמידה מאוד צפופה עד למילאנו.
      </p>




      
      {/* תמונה */}
     <ImageBlock
  src="/klein-family-kerecke/images/haim-yishay-dome.png"
  alt="חיים וישי קובץ' בדום באיטליה"
  caption={'קובץ\' ישי וחיים קליין על רקע הדום באיטליה'}
/>


      <p>
        במילאנו, התאכסנו בבית-ספר בשם &quot;סקולה קדורנה&quot;. ישנו על הרצפה.
        המים בברזים שבשירותים היו קפואים. ביקרנו בעיר וראינו את האופרה!
      </p>

      <p>
        אחרי שהייה של שבועיים בכפור של מילאנו, עברנו דרומה - לרומא!
      </p>

      <p>
        ברומא, התאכסנו ב&quot;לגו-דה-נמי&quot; (Nemi), כפר קטן ליד צ&apos;נז&apos;נו.
        גרנו במבנה גדול בשם &quot;ווילה מורפוגו&quot;, שהיה שייך ליהודי עשיר.
        הנאצים החרימו את המבנה, אך עזבו אותו בנסיגתם מפני החיילים האנגליים
        והבריגדה היהודית.
      </p>

      <p>
        ביקרנו ברומא ובוותיקן ולמדנו על המפורסמים באמנות האיטלקית. שעיו, אשר הינו
        איש חינוך, ארגן מחדש את בית הספר הנייד שלו והמשיך את הלימודים של הילדים
        לפי כיתות גיל. היו גם שיעורים על אומנים מפורסמים ומוזיקה קלאסית - תחום בו
        היה ידען גדול.
      </p>

        {/* תמונה */}
<ImageBlock
  src="/klein-family-kerecke/images/all-vatikan.png"
  alt="נוער ציוני בכיפת הותיקן"
  caption={'רומא, איטליה 1947, על רקע כיפת הותיקן. יושבים בשורה התחתונה מימין: ארוין אלבוגן (קשתי) ז"ל, טיבי קליין ז"ל ואונטי פולק ז"ל, אשר נפלו במלחמת השחרור. שורה שניה משמאל: חיים קליין ושניה מימין: חדווה קליין'}
/>
      
    



    
 {/* תמונה */}
     <ImageBlock
  src="/klein-family-kerecke/images/haim-hedva-vatikan.png"
  alt="קריית הותיקן"
  caption={'קריית הותיקן. משמאל לימין: בורי, בת-שבע, חיים קליין וחדווה (פריידי) קליין (לדרמן)'}
/>


      <h3 className="text-2xl font-bold mt-12 mb-6">
        תחנה אחרונה ביבשת אירופה
      </h3>

      <p>
        התחנה האחרונה שלנו בנדודינו באירופה היה כפר בשם מטפונטו, השוכן ליד העיר
        הדרומית באיטליה &quot;בארי&quot;. שהינו בשפת הים, מקום מרוחק מכל יישוב
        והמתנו בהתרגשות לאוניה שתאסוף אותנו ותביא אותנו לארץ המובטחת -
        ארץ-ישראל!
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">
        העפלה באוניית המעפילים &quot;מולדת&quot;
      </h3>

      <p>
        בחודש מרץ 1947, בשעת לילה חשוכה, ראינו משפת הים אור קלוש שהגיע מרחוק.
        הייתה זו האונייה שלנו וממנה הגיחו אנשי ההגנה הישראליים, עם סירת גומי וכבל
        פלדה שנקשר אל החוף.
      </p>

      <p>
        ואנחנו, חבר&apos;ה צעירים, עלינו על סירת הגומי הארוכה כשאנו יושבים שניים
        בשורה, תופסים את הכבל וכך מושכים את הסירה עד לאונייה.
      </p>

      <p>
        הלילה היה חשוך ורק הפנס הבודד שנראה רחוק באופק הפך להיות המטרה שלנו. הים
        היה גלי והאוניה הייתה רחוקה מהיבשה, אך אנו היינו צעירים ויותר מכל נחושים
        להגיע.
      </p>

      <p>
        זה היה מצב מאוד מפחיד - משיכת הכבל בים הסוער, כאשר היבשה לא נראית וגם
        הפנס של האוניה, שעד עתה נראה באופק, נעלם מאחורי הגלים הגבוהים.
      </p>

      <p>
        עבורי זה היה מצב מלחיץ במיוחד, מכיוון שהייתי מדריך ואחראי על חיי הילדים
        שבסירה. נלחצתי במחשבה שאנו בסכנה וקיוויתי שנגיע בהקדם ונעלה לאונייה.
      </p>

      <p>
        לבסוף, התקרבנו לגוש שחור בים. מלמעלה הורידו סולם חבלים כדי שנוכל לתפוס
        ולטפס בו למעלה לסיפון האונייה.
      </p>

      <p>
        הגלים בים לא היו לצידנו והרחיקו את הסירה מהאונייה. אחרי שתפסנו בחבל
        בידיים, היינו תלויים בין שמיים וארץ, בין קיר הברזל של האוניה ובין הים, כי
        הסירה התרחקה מאיתנו בינתיים. תרמילי הגב הכבידו עלינו ותרמיל של ילדה אחת
        אף נפל לים.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">
        שיוט באנייה רעועה הנוטה לטבוע
      </h3>

      <p>
        וכך, באוניית משא גרוטאה, שהייתה לפני החרבה והריסה, התקינו מעין
        &quot;מגירות אחסון&quot;. כמו &quot;משבצות&quot; של שבעים סנטימטר רבועים כל
        אחת, שלוש קומות אחת על השנייה. באותן מגירות התבקשנו לשהות בזמן ההפלגה.
      </p>

      <p>
        היינו אלף וחמש מאות פליטים צעירים, כל אחד קיבל מגירה כזאת אליה השתחל,
        רצוי עם הראש כלפי חוץ. וכך, לאחר שכל הקבוצה הגיעה ועלתה לאנייה, הפלגנו
        ללב הים. נאסר עלינו אפילו לעלות לסיפון לשאוף אוויר, כיוון שהצבא האנגלי
        שלח מטוסים שירגלו וימצאו ספינות כמו שלנו בים.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">
        טלטלה, התנודדות ובהלה מטביעה
      </h3>

      <p>פתאום, האונייה נטתה על צידה!</p>

      <p>
        צלחות שהיו במגירות בהם שהינו וחפצים אישיים נפלו לרצפה. הייתה בהלה של איבוד
        שיווי משקל.
      </p>

      <p>
        וכך, מאותו יום ועד יום סיום המסע, האונייה שטה על צידה בזווית של שלושים
        מעלות, כך שהסיפון בצד אחד היה קרוב מאוד לפני המים.
      </p>

      <p>
        לאחר יום אחד, הקברניט עשה לפתע תמרון פתאומי בניסיון לאזן את האונייה.
        האונייה עברה מנטייה של שלושים מעלות על צד אחד, לנטייה של שלושים מעלות על
        הצד השני, על מנת לאפשר למנוע לקבל מספיק שמן. וכך, מדי פעם, התריע הקברניט
        על שינוי בכיוון הנטייה של האונייה. בזמן השינוי, מים חדרו פנימה והמשאבות
        עבדו כל הזמן, אך באורח פלא, המנוע החזיק מעמד עד לסוף המסע.
      </p>

      <p>
        השיוט היה איטי מאוד ואינני יודע כמה ימים שהינו בים. בשל האיסור לצאת לסיפון
        לשאוף אוויר, לא ראינו אור יום ואיבדנו את תחושת הזמן.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">
        ההיחשפות למטוס האנגלי
      </h3>

      <p>
        אחרי טלטולים רבים ופחד מטביעה, התגלתה לפתע האונייה שלנו על-ידי צי אנגלי,
        אשר שלח מטוסים לעברנו. בנוסף, התקרבה אלינו אוניית מלחמה ודרשה שנעבור
        אליהם בלב הים.
      </p>

      <p>
        אנו התנגדנו וביקשנו שיפנו לנו דרך לארץ שלנו וטענו כי אין להם כל זכות
        לעצור אותנו. המפקד האנגלי נתן הוראת פינוי בכוח והחיילים החלו לקפוץ ולעבור
        לספינה שלנו שנטתה על צידה.
      </p>

      <p>
        אנו התנגדנו וזרקנו עליהם בקבוקים וקופסאות שימורים. בתגובה הם ירו בנו. זה
        היה מחיר ההתנגדות. לבסוף, הם הצמידו אלינו את הספינה שלהם, עברו לאנייה
        שלנו והחלו להעביר אותנו לאוניית המשחתת שלהם בלב הים.
      </p>

      <p>
        האנגלים הביאו אותנו לנמל חיפה שכל כך השתוקקנו להגיע אליו, אבל הם לא
        שיחררו אותנו וכך הפכנו להיות אסירים של האנגלים.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">בשבי הצבא האנגלי</h3>

      <p>
        מנמל חיפה הועברנו לאוניית גירוש, אוניית בית-סוהר עם רשתות פלדה סגורים
        ונעולים. אנחנו מצידינו הכרזנו על שביתת רעב והבענו התנגדות ומחאה על נטילת
        החופש שלנו ומניעת הגעתנו לארץ שלנו!
      </p>

      <p>
        האנגלים הפצירו בנו ועשו כל אשר ביכולתם לגרות אותנו לאכול, אבל אנחנו, כולל
        הילדים, לא אכלנו עד שהגענו לקפריסין, שם נכנסנו למחנות שבויים.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">מחנה השבויים בקפריסין</h3>

      <p>
        הגענו לקפריסין בערב פסח 1947 - חג חרות ללא חירות.
      </p>

      <p>
        בדרכנו למחנה, עברנו נוף פרדסים ולבסוף ירדנו מהמשאיות שהסיעו אותנו במדבר
        שממה ובחום הכבד למחנה מגודר עם מגדלי שמירה שנקרא &quot;מחנה קיץ 55&quot;.
        לאחר שלושה ימי צום של שביתת רעב, הגענו בערב פסח למחנה, שבו היה מטבח כשר
        ונטול לחם, כאשר המצות עדיין לא הגיעו... זאת הייתה שביתת רעב ארוכה מאוד.
        בנוסף, סבלנו מאיכות המים הגרועה, שגרמה לכולנו קלקולי קיבה.
      </p>

      <p>
        את התרמילים שהיו אתנו באניית המעפילים, העבירו החיילים האנגלים לקפריסין.
        הם פתחו ובדקו את כל התרמילים, רוקנו אותם והערימו אותם בערמה אחת גדולה.
        נוצר הר של חפצים!
      </p>

      <p>
        התחלנו סריקה וחיפשנו ארוכות אחר החפצים שלנו עד שלבסוף, ויתרנו על חלק
        מהרכוש והלבוש שהיה שם. היו בערימה הזו גם תמונות משפחתיות יקרות ערך,
        תעודות וספרים - הכול היה זרוק וקרוע מרוע לב.
      </p>

      <p>
        לאחר זמן קצר עברנו ממחנה הקיץ ל&quot;מחנה 63&quot;. היה זה מחנה מיוחד
        לנוער. שהינו שם עד דצמבר 1947. מחנה זה היה גדול מאוד ונבנה בו גשר, שחיבר
        בין מחנה המבוגרים למחנה הנוער בו אוכסנו אנו.
      </p>

      <p>
        החיים בקפריסין היו בתנאים של מחנה עונשין. מים סיפקו במכליות קטנות,
        המגורים היו או בצריפוני פח אשר התלהטו מהשמש והיה בלתי אפשרי לשהות בהם הן
        ביום והן בלילה. חלק מאיתנו חיו באוהלים צפופים.
      </p>

      <p>
        האוכל היה גרוע כל כך, שהיום, במבט לאחור, אני מגדיר זאת כהתנהגות פלילית
        ממש - להאכיל אסירים ושבויים באוכל שמחליא את הגוף! סיפקו לנו בשר פגום
        ומסריח, תפוחי אדמה בקופסאות שימורים שלא היו אכילים. קיבלנו קופסת פח גדולה
        של בוטנים וכשפתחנו אותה הייתה בה אבקה. בתום לב חשבתי שזו אבקת בוטנים, אך
        כאשר ראיתי את התולעים, הבנתי שאלו הן השאריות שהתולעים השאירו לנו!
      </p>

      <p>
        עם כל האי נוחות והסבל במחנה הענישה של האנגלים, ישעיהו רוזנבלום כבר היה
        מתורגל לניידות וארגן את בית הספר הנייד גם בקפריסין. הוא המשיך בלימוד השפה
        העברית ובכל המקצועות האחרים, שהופסקו עם יציאתנו מנמי (Nemi) אשר ליד רומא.
      </p>

      <p>
        אני, חיים קליין, קיבלתי תפקיד לארגן גן ירק, להעסיק את הילדים וללמד ולתרגל
        את המשך ההכשרה החקלאית. עשיתי זאת עם הבחורים הבוגרים. קנינו זרעים וזבל
        מהאזרחים היווניים שהביאו את המים, שתלנו וגידלנו ירקות.
      </p>

      <p>
        מפקד המחנה ביקר אצלנו ושיבח אותנו על פעולתנו הקונסטרוקטיבית. זה לא הפריע
        לו לתת פקודה לירות בנו כשצעדנו לכוון שער המחנה בהפגנה שלווה נגד הקטנת
        שחרור מספר העצורים ממחנה קפריסין, בשל הסתננות כמה עולים לארץ.
      </p>

      <p>
        היה זה מעשה של אוניית מעפילים בשם &quot;שבתאי לוז&apos;ינסקי&quot;. בהפגנה
        זאת איבדנו חבר מהתנועה שלנו, יוצא פולין ואנחנו היינו לצידו ונרטבנו מדמו!
      </p>

      <p>
        נפצעו גם חברים בני-נוער שלנו. אנחנו, קבוצת ישעיהו רוזנבלום, היינו מאורגנים
        יפה וצעדנו בשורות של ארבעה בנים ובנות, בשירת &quot;קדימה הנוער!&quot;.
        לצידנו צעדו חברים מתנועת הנוער הציוני יוצאי פולין, גם הם מסודרים בשורות של
        ארבעה-ארבעה ולמרות שהיינו רחוקים מהשער, האנגלים פתחו באש לעברנו וגרמו
        לחבר הרוג ולמספר פצועים.
      </p>
      
 {/* תמונה */}
     <ImageBlock
  src="/klein-family-kerecke/images/kafrisin.png"
  alt="קפריסין - המגורים שלנו"
  caption={'קפריסין - צריף מפח לוהט, בלי חלונות - המגורים שלנו'}
/>



      <h3 className="text-2xl font-bold mt-12 mb-6">סוף הנדודים</h3>

      <p>
        לאחר שנתיים, בסוף חודש דצמבר 1947, עלינו על אניית נוסעים אזרחית שנקראה גם
        היא בשם &quot;מולדת&quot; והגענו למחוז חפצנו. האנגלים קיבלו אותנו בנמל
        חיפה, העלו אותנו לאוטובוסים ובליווי שריוניות הביאו אותנו שוב למחנה המעצר
        &quot;עתלית&quot;, שם שהינו שבועיים בטרם השתחררנו סופית.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">תהליך הקליטה שלי בארץ</h3>

      <p>
        הכתובת הראשונה שלי בארץ הייתה אצל חבר מהמחתרת הציונית בבודפשט בשם דוד
        גרינוולד, שעבד אצל חקלאי בכפר מלל. הייתי ללא כסף או בגדים - רק עם מכנסים
        קצרים, אותם תפרו הבנות שלנו בקפריסין מבד שנלקח מהשכבה הפנימית של האוהלים
        בהם גרנו.
      </p>

      <p>
        קיבלתי ממנו לירה שטרלינג אחת ופיג&apos;מה ועם זה הגעתי לתל-אביב.
      </p>

      <p>
        ישנתי עשרה לילות על כורסא אצל משפחתו של גיסי, דוד קסטנבאום בתל-אביב,
        ברחוב דיזנגוף 200.
      </p>

      <p>
        ביום שבו הגעתי לתל-אביב, פניתי לשירות התעסוקה של ההסתדרות לקבל עבודה ומשם
        הפנו אותי למוסך &quot;השלושה&quot;, אשר עסק בייצור והסבת משאיות לשריוניות
        עבור ההגנה, בטרם נוסד צה&quot;ל.
      </p>

      <p>
        למחרת כבר עבדתי במקצוע שלי כמכונאי רכב, למען ביטחון המדינה בדרך.
      </p>

      <p>
        אחרי הכרזת המדינה, התגייסתי לצבא והמשכתי בעבודות תיקון והסבת משאיות מרכבי
        משא מושבתים של הצבא האנגלי לשריוניות.
      </p>

      <p>
        המגורים של הפלוגה המיוחדת היו בשכונת פרדס-כץ ליד בני-ברק. בלילות עברנו
        קורס שימוש ברובה ושמירה.
      </p>

      <p>
        אחרי שנה השתחררתי מהצבא והתחתנתי עם רחל (אווי) סיגמונד. יחד עם גיסי, מאיר
        לדרמן ואחותי, חדווה, בנינו קירות לבית ערבי הרוס באזור משמר-השבעה ושם גרנו
        שני זוגות צעירים.
      </p>

      <p>
        התחלתי לבנות סככה שתשמש לבית-מלאכה לתיקון מכוניות ליד הבית, עם שותף חבר
        ממחנות הכפייה בהונגריה, מרדכי הראל.
      </p>

      <p>
        לפני סיום ההתארגנות, קיבלתי צו קריאה ונדרשתי להתייצב במחנה ליד בית-ליד.
        נסעתי לשם עם משאית שתיקנתי, אבל הקריאה להתייצבות הפכה לגיוס מחדש לצבא
        ההגנה לישראל, שהתארגן מחדש לאחר הפסקת האש של מלחמת השחרור.
      </p>

      <p>
        אשתי הצעירה, שלא הבינה לאן נעלמתי, המתינה לי בבית דואגת, אבל רק אחרי עשרה
        ימים קיבלתי חופשה והצלחתי לבשר לה שגוייסתי שנית לשרות צבאי וגם להחזיר את
        המשאית. גיוסי הפתאומי גרם לביטול השותפות עם חברי ולדחיית מועד בניית
        בית-המלאכה ליד ביתי באזור.
      </p>

      <p>
        בצבא עברתי אימונים טירוניים. עדיין לא היה הסדר תגמול לחיילי סדיר נשואים,
        לכן אישתי חיפשה עבודה כדי להתפרנס והתקבלה לעבוד בחברת &quot;הבורג&quot;
        בנחלת יצחק בתל-אביב, ליד תנור התכת ברזל ועשיית ייצור ברגים.
      </p>

      <p>
        העבודה הייתה פיזית, קשה ובחום והיא לא התלוננה, אך הייתה בעיית תחבורה קשה
        ביותר. האוטובוסים היו קטנים והכילו 20 מקומות ישיבה בלבד וכך האוטובוסים
        שהגיעו מדרום הארץ, כבר היו מלאים לגמרי. גם בדרך חזרה האוטובוסים היו מלאים
        לגמרי והנסיעה, שהייתה ברובה בעמידה, הצריכה שלושה אוטובוסים והרבה מאוד
        זמן.
      </p>

      <p>
        אחרי שנת שירות, השתחררתי. אשתי כבר הייתה בהריון ואני התחלתי עבודות הובלה
        עם המשאית שלי. הובלתי אבנים לסלילת כבישים - כביש בורמה עוקף לטרון בדרך
        לירושלים, כבישים חדשים למושבים החדשים באזור יבנה-אשדוד ובכביש תל-אביב
        נתניה. עבדתי גם בתיקון משאיות של חברים, עולים חדשים שגם הובילו אבנים
        לכבישים.
      </p>

      <p>
        בהיותי מכונאי צעיר, אהבתי את המקצוע, למדתי מהניסיון ותיקנתי גם את המכונות
        של המחצבה.
      </p>

      <p>
        לאחר זמן מה, מחצבת &quot;אבן וסיד&quot; שכרה נהג למשאית שלי ואני הפכתי
        להיות איש תחזוקה שאחראי על מיכון המגרסות במחצבת טירת-יהודה מול מושב בני
        עטרות (ווילהלמה).
      </p>

      <p>
        בשנת 1955 ערב ראש השנה, נעתרתי לחבריי הנהגים, עזבתי את המחצבה ופתחתי
        בית-מלאכה לתיקון משאיות ביפו. בלי הון בסיסי שכרתי חדר ברחוב שניצלר,
        הכנסתי מעט מכשירים ואת עבודות התיקונים עשיתי ברחוב מול החדר הזה. בלילה
        הכנסתי את המכשירים פנימה וסגרתי את הדלת.
      </p>

      <p>
        ביצעתי תיקונים וגם אילתורים של נגררים, דבר שהצריך ידע במסגרות, אותו
        רכשתי בעבודות התחזוקה במחצבה. שביעות רצונם של לקוחותיי, עודדה אותי לשכור
        מקום ראוי תחת גג. כך התחילה דרכו של מפעל ח. קליין ובניו בע&quot;מ.
      </p>

      {/* תמונה */}
    <ImageBlock
  src="/klein-family-kerecke/images/evi-haim-ami-azur.png"
  alt="אווי וחיים קליין עם בנם הבכור, עמי, באזור"
  caption={'אווי וחיים קליין עם בנם הבכור, עמי, באזור'}
/>



      {/* תמונה */}
 <ImageBlock
  src="/klein-family-kerecke/images/haim-meir-azur.png"
  alt="חיים קליין ומאיר לדרמן באזור"
  caption={'חיים קליין ומאיר לדרמן, שני חיילים בונים את ביתם באזור'}
/>


      <h3 className="text-2xl font-bold mt-12 mb-6">
        מילה על אשתי רחל (אווי) קליין
      </h3>

      <p>
        אשתי, נערת עליית הנוער, רחל (אווי) סיגמונד, היום רחל קליין, הייתה מרותקת
        לבית עם שני ילדים קטנים, ניהלה משק-בית צנוע והסתפקה במועט.
      </p>

      <p>
        כשהילדים גדלו, הפכה להיות שותפה מלאה בניהול העסק, רישום כרטיסי ייצור,
        ידיעה והתמצאות בשרטוטים טכניים וגם היום היא לוקחת חלק חשוב בניהול הפיננסי
        של המפעל. בעזרתה הפעילה הגענו להשגים אלה.
      </p>

       {/* תמונה */}
     <ImageBlock
  src="/klein-family-kerecke/images/rachel-klein-queen.png"
  alt="רחל קליין"
  caption={'רחל קליין'}
/>


      <h3 className="text-2xl font-bold mt-12 mb-6">כל ההתחלות קשות</h3>

      <p>
        בתחילת דרכינו, לא היו לנו שום חסכונות. גם המדינה הייתה צעירה וענייה ולא
        היה כסף לייבא משאיות חדשות וצמיגים. בקשתי להקציב מטבע זר לייבוא מחרטה
        נענתה בשלילה. לא הצלחתי לשכנע את הפקיד ממשרד המסחר והתעשייה שזה נחוץ
        לבניין הארץ.
      </p>

      <p>
        מצד שני, הגיעו עולים חדשים וצריך היה לבנות עבורם בתים, על מנת לשכן אותם.
        כל זה הצריך רכבים להובלת חומרי-גלם.
      </p>

      <p>
        למזלנו, האנגלים השאירו מגרשים רבים עם גרוטאות של רכבים צבאיים, אשר לא היו
        תקינים לשימוש. היו כמה בעלי מקצוע, מכונאים כמוני, אשר שיפצו ותיקנו את
        הגרוטאות האלה. מכל שניים-שלושה כלי רכב, העמדנו משאית אחת לעבודה.
      </p>

      <p>
        בציוד זה החלה המדינה לבנות בתים ולסלול כבישים. גם צה&quot;ל השתמש במשאיות
        ובטנדרים הללו בזמן המלחמה ואחרי מלחמת-השחרור, עד שנתקבל התקציב לייבוא
        מכוניות חדשות.
      </p>

      <p>
        אני הייתי &quot;בורג קטן&quot; מהמון העולים והמעפילים שעלו ארצה. לא נרתענו
        מאוניות רעועות, מהתנגשות עם שלטונות הצבא האנגלי ונלחמנו במלחמות ישראל.
      </p>

      <p>
        השתחררתי משרות מילואים בגיל חמישים וחמש. במלחמת יום-כיפור שירתתי כנהג
        אמבולנס.
      </p>

      <p>
        היום, שישים שנים לאחר שהגעתי לארץ הנכספת, 52 שנים מיום פתיחת
        בית-המלאכה ולמרות כל ההתחלות הקשות, אותו בית מלאכה שהחל את דרכו ברחוב בלי
        גג, הפך למפעל בשטח של 11,000 מ&quot;ר - מפעל העומד בפני עצמו בלי כל עזרה
        והלוואות!
      </p>

      <p>
        לאורך כל השנים המשכתי בהדרכת נוער במכונאות, מסגרות וחרטות. כל השנים
        קלטתי עולים חדשים למפעל שלי והדרכתי אותם במקצועות המתאימים. הם עבדו
        והתפרנסו מהמפעל וכך נקלטו במדינה שלנו, שאני כבר הפכתי לוותיק בה.
      </p>

      <p>
        בשנות ה-90, בניהולם המוצלח של בני עמי כמנכ&quot;ל ובני יהודה כמנהל טכני,
        כאשר הגיעה העלייה הגדולה מברית-המועצות, קלטנו הרבה עולים בגילאים שונים
        ועשינו להם הסבה למקצועות הדרושים. רבים מהם עובדים במפעל עד היום, מפרנסים
        את משפחותיהם ומתערים במדינה. הם משלמים מס-הכנסה וילדיהם משרתים בצה&quot;ל.
      </p>

      <p>
        מפעל חיים קליין ובניו מוכר בארץ ובחו&quot;ל בשל פיתוחים ופטנטים הרשומים על
        שמי במקצוע התובלה הכבדה - גוררים ונגררים כבדים, כולל גוררי טנקים.
      </p>

      <p>
        בזמן האחרון המפעל מנוהל על ידי שני בניי: עמי ויהודה קליין וגם על-ידי
        הנכדים, ערן ועידן קליין, לוקחים חלק בעבודה ובניהול.
      </p>

      <p>
        בתקווה שהשלום יגיע בעוד רעייתי, רחל ואני עודנו חיים וכי נזכה בחיים שלווים
        ושקטים ונוריש לדורות הבאים מדינה משגשגת, מתפתחת שחייה בשלום עם שכניה!
      </p>

      <p className="font-semibold">חיים קליין</p>
      <p>משמר הירדן, תל אביב</p>

      <h3 className="text-2xl font-bold mt-12 mb-6">יזכור</h3>

      <p>
        ברצוני ומחובתי להזכיר את זכרם של אחדים מחברי הנוער הציוני מקבוצת ישעיהו
        רוזנבלום (המכונה בהונגרית &quot;שעיו&quot;), שמסרו את נפשם ונפלו בקרבות על
        המדינה במלחמת השחרור:
      </p>

      <p>• אלבוגן ארבין (קשתי), נפל בקרב על קולה (גבעת כ&quot;ח)</p>
      <p>• פולק אונטי, נפל בואדי עארה</p>
      <p>• קליין טיבי, תלמיד הגמנסיה העברית במונקץ&apos;, נפל במלחמת השחרור</p>

      <p>
        כולם התנדבו טרם היו חייבים גיוס. סגל טיבי נפטר ממחלה בזמן מלחמת השחרור.
        שמם ייזכר בליבנו לעולם.
      </p>

      <p>
        מפגש חברי עליית הנוער, 1998 - חיים ואווי קליין ובאמצע יונה אמתי (אילוב).
      </p>

      <p>
        משמאל לימין: מאיר לדרמן, חיים קליין, שעיו (מאחור), פיש ארנה, קאין מאיר
        וליסטמן.
      </p>

      <p>
        מפגש בישראל, לאחר 50 שנה, עם יהודית ריצ&apos;ר, דוורית של המחתרת הציונית
        בבית הזכוכית שנסעה איתי לבוקרשט, רומניה.
      </p>

      <h3 className="text-2xl font-bold mt-12 mb-6">
        עץ המשפחה שנגדע, הנביט ענפים חדשים
      </h3>

      <p>
        שלושה ניצולים היכו שורש וחידשו המשך דורות חדשים:
      </p>

      <p className="font-semibold">משפחת קליין</p>
      <p>חיים קליין עם רחל סיגמונד מבודפשט, הונגריה</p>

      <p className="font-semibold">משפחת קליין</p>
      <p>פריידי חדווה קליין עם מאיר לדרמן מייכוב, פולין</p>

      <p className="font-semibold">משפחת קליין</p>
      <p>הרשי יהודה צבי (מלי בצ&apos;כית) עם אליסקה שטרן מסווליאווה, הונגריה</p>
    </div>
  );
}
