export default function Chapter4() {
  return (
    <div className="prose-hebrew">
      <h2 className="text-4xl font-bold mb-10 text-center">פרק ד' - תנועת הנוער הציוני בבודפשט בימי שלטון הנאצים</h2>

         <h3 className="text-2xl font-bold mt-12 mb-6">בודפשט עיר מקלט - החוב אשר אני חייב למוסדות היהודיים בבודפשט
</h3>

      <p>העיר בודפשט בתקופת המלחמה, מלבד היותה עיר הבירה של הונגריה ועיר תעשייתית, הייתה גם עיר מקלט ובית לרבים מיהודי הונגריה. בימי הנאצים הגרועים, ארגון הקהילה היהודית היה כנקודת אור לפליטי המדינות בסביבה. 

      </p>

      <p>
        החוקים החדשים גרמו לפיטורי יהודים מהאוניברסיטאות, לאחר מכן ממפעלים ממשלתיים וכך הלאה, אך יהודים אלו, תודות לארגון הקהילה היהודית, מצאו תעסוקה על-ידי שירות התעסוקה היהודי, אשר דאג להם לעבודה במפעלי תעשייה יהודיים. לכן ניתן להגיד כי במסגרת הבעיות האנטישמיות, בודפשט הייתה מאורגנת עבור היהודים.
 </p>
<p>בודפשט היוותה מרכז הפעילות של כל התנועות הציוניות ובה רוכזו כל ההשקפות הפוליטיות, שהתאחדו למען הצלת הנרדפים.
הקהילה היהודית בבודפשט קיבלה נוער מהפריפריה הכפרית, מהקרפטיים, מצ'כיה המפורקת ואת חברי התנועות הציוניות שברחו מפולין. הם דאגו להם למקום לינה, הכניסו אותם למוסדות לימוד מקצועיים, אכסנו אותם בכפרי נוער ועזרו להם להתערות עם יהודים אחרים. הם לא ראו אותם כשונים, את אותם כפריים, שלבשו, דיברו והתנהגו אחרת, אלא קיבלו אותם ואיפשרו להם להתערות בתוכם.

</p>
     <p>חברים מהתנועות הציוניות מפולין, הפכו להיות מדריכים לחברים ההונגרים בתנועה ואף הזהירו אותם מבעוד מועד על הרעה המתקרבת ועודדו אותם לא לשבת בחיבוק ידיים.

     </p>

 <p>אני מבקש להדגיש את הפעילות של התנועה הציונית בכלל ואת הנהגת תנועת הנוער הציוני בפרט. 
מתוך סיפורי אני מעיד על פעולות התנדבות והצלה שעשו חברים אלה.
ברור שבמצבי חירום, כל איש מבקש לחלץ את עצמו מסכנות ולא להסתכן למען אחרים, אך אני, שהייתי זר בעיר בודפשט ולא הכרתי איש מאלה שבאו לעזרתי, ניצלתי הודות לפעילות חברים של הנוער הציוני. רצוני להביע את תודתי והוקרתי לחברים אלה!

     </p>

 <p>שאפתי ללמוד הנדסת מכונות, אך בהונגריה, בשל חוקים אנטישמיים, לא אפשרו ליהודים ללמוד וגם לא ידעתי אז את השפה ההונגרית. החלטתי ללמוד את מקצוע מכונאות הרכב, כדי להתקדם בהמשך למקצוע ההנדסה, לאחר שאעלה לארץ-ישראל.

     </p>

 <p>אני מספר את קורותיי מנקודת מבטו של בחור צעיר שנקלע לעיר בודפשט. 
הגעתי ללא אמצעי מחייה ובלי לדעת את השפה ההונגרית ואולי בשל כך, הרשים אותי המפגש הראשון עם צעירי התנועה, שבכדי להקל על מצוקת שהייתי בעיר הגדולה, העניקה לי ארוחה אחת ביום במרתף בית-הספר היהודי לבנות ברחוב Veselenyi (השייך לקהילה היהודית).
התחברתי לתנועה הציונית והשתתפתי בפעילויות הנוער של בני-עקיבא, כיוון שהם התאימו להשקפותיי הדתיות שספגתי בבית משפחתי, אך במוסך שבו עבדתי כמתלמד ושוליה, העמידו אותי בפני עובדה כי עליי לעבוד גם בשבתות. עובדה זו בתוספת האווירה האנטישמית החזקה, גרמה להתנתקותי מהחוג הדתי של שומרי-השבת.

     </p>

 <p>עד אשר פגשתי חברה ציונית לא דתית, היה לי קשה לחיות בעיר כל כך רחוקה מהבית, אך בתנועה הציונית של הנוער הציוני, מצאתי את עצמי שוב בין חברים. שם השתתפתי בפעילות תרבותית וחברתית והייתי חבר בקן של צעירים ילידי בודפשט. הם לימדו אותי הונגרית ואני לימדתי אותם עברית.
     </p>

 <p>יום שישי אחד, לאחר ארוחת הערב, נכנסתי למטבח ומשם ראיתי ילדים רצים בלבוש של שבת למקום כלשהו. הסתקרנתי והלכתי אחריהם. נכנסתי לפרוזדור ארוך למדי, שבקצהו, התגלה לי עולם שונה לחלוטין לעומת מה מה שהייתי מורגל לו. ראיתי חדר התעמלות גדול ומואר ובו שולחנות וספסלים, שעליהם ישבו בני נוער לבושים חולצות לבנות. 
על במה קטנה, זה עתה סיים את דבריו המדריך. הבנתי כי מתקיימת במקום קבלת שבת חגיגית. המדריך נתן אות וכל הקבוצה פתחה בשירה ואז גם הוא חזר למקומו ליד השולחן. 

     </p>
<p>השירים, מלבד שיר הפתיחה שהיה "היום שבת קודש", היו שירי ארץ-ישראל. שירים שלמדתי בגימנסיה במונקץ'. עמדתי בכניסה והיססתי אם להתקדם, לבושי לא היה חגיגי. לפתע קיבלתי אות שאני מוזמן להיכנס ובהיסוס מה התקדמתי והתיישבתי ליד אחד השולחנות ולקחתי חלק בשירה עד גמר קבלת השבת. 

</p>

<p>שמעתי את המדריך, עמיקם רייכמן, מדבר עברית ומתרגם את תוכן השירים ואחר כך מספר בשפה ההונגרית על ארץ-ישראל. הבנתי מדבריו, שהוא בא מארץ-ישראל ומכיר את הארץ. בסיום הערב ניגשתי אליו ובקשתי להצטרף לקבוצה והוא שמח לקבל אותי.

</p>

<p>זה היה המפגש הראשון שלי עם תנועת הנוער הציוני. הצטרפתי לאחת הקבוצות של הקן. החברים בקבוצה זו היו סטודנטים, תלמידי תיכון. השקעתי מאמץ ללמוד את השפה ההונגרית, שהייתה חיונית על מנת להתקיים ולשרוד. 

</p>

<p>באותם ימים, לא הרשו ליהודים לצאת מהונגריה והאנגלים לא הסכימו לקבל עולים בארץ-ישראל, כך שלא חשבנו שקיימת אופציה של לעלות ארצה.
התנועה הציונית בכלל ותנועת הנוער הציוני בפרט פעלו, התארגנו, מצאו שבילים להברחות חברים לעבר הגבול לרומניה ומשם לנמל קונסטנצה - לעליה ב'. 

</p>

<p>התנועה גם חיפשה והכינה מקומות מקלט ומרתפים לעת צרה בבודפשט. אני זוכר את הימים הקשים האלה ומה הייתה התנועה הציונית עבורי, בחור צעיר ובודד בעיר עויינת ושונאת יהודים.
וכך, גם אם לא יכולנו לפתור את הבעיות, הצטופפנו יחד ותכננו דרכי הימלטות. 
התקבצותנו בקבוצות מאורגנות והעזרה הדדית זה לזו, השרתה בנו אומץ, רוח ותקווה ולמרות שיום-יום יצאו גזירות אנטישמיות חדשות שהצרו את צעדינו, עודדנו זה את זו במפגשים המשותפים והמשכנו לשיר שירי ארץ-ישראל בסתר. השתתפתי בפעילות של הקן עד גיוסי לפלוגות עבודות הכפייה.

</p>
<h3 className="text-2xl font-bold mt-12 mb-6">גיוס כללי לפלוגות עבודות הכפייה
</h3>

<p>מאי 1944 - גיוס כללי של יהודי הונגריה לפלוגות עבודת כפייה (גדודי עבודה). גם בהיותי מגויס לעבודות הכפייה המשכתי לשמור על קשר עם חבריי מהתנועה בבודפשט. שמי הופיע ברשימת החברים של הנוער הציוני וכך הונפקה עבורי תעודה מאוד חיונית בשם "שוץ-פס", שהייתה מעין מסמך חסות מטעם שגרירות המדינה השוויצרית.
את ה"שוץ-פס" קיבלתי בזמן שפלוגות עבודת הכפייה בה שירתתי הייתה בקרבת העיר בודפשט. אז הביא לי אותה חבר מהתנועה הציונית ללא כל תשלום, בזמן שמסמך מהסוג הזה בשוק השחור עלה הרבה כסף.
שוץ- פס זה, אף שהיה מתוצרת עצמית של חברינו מהתנועה, הציל אנשים רבים עד שהשלטונות גילו שהוא מזויף. אני זוכר כמה אסיר תודה הייתי כאשר קיבלתי אותו וכמה הוא נסך בי ביטחון.

</p>

<p>בינתיים, התקרב הצבא הרוסי להונגריה ולבודפשט. הגרמנים החלו נסוגים מפני הרוסים והשלטונות הנאציים קיבלו החלטה להעביר את פלוגות עבודות הכפייה לאוסטריה ובהמשך לגרמניה.
קיבלתי מסר מחבריי במחתרת בו נאמר כי כל עוד אנו, "פלוגת-העבודה", נמצאים קרוב לבודפשט ואין סכנה ממשית לחיינו, מומלץ לנו להיות במסגרת הפלוגה ולשמור על ערנות ולפני יציאת הפלוגה לכוון אוסטריה, עלינו לנסות להספיק ולברוח לכיוון בודפשט, שם ניקלט במחתרת, עד שהצבא הרוסי יגיע וישחרר אותנו מעול הנאצים ומסכנת מוות. 

</p>

<h3 className="text-2xl font-bold mt-12 mb-6">בודפשט עיר נצורה

</h3>

<p>בבודפשט רוכזה שארית קטנה של יהדות הונגריה, שהצורר הנאצי לא הספיק להוציאם ולהעבירם למשרפות של אושוויץ. אכן הגיע היום, החזית של המלחמה התקרבה והפלוגה שלנו התארגנה לנסיגה לכיוון אוסטריה מתחנת הקמח בה עבדנו לאחרונה ברחוב שורוקשרי (Soroksari) בפרבר בודפשט. 

</p>
<h3 className="text-2xl font-bold mt-12 mb-6">"תלך" - בריחה ממחנה עבודות הכפייה

</h3>

<p>הכנתי לעצמי תוכנית בריחה. ביצעתי "תלך" - זה היה ביטוי עברי בשפת סתר לבריחה בו השתמשו יהודים בהונגריה. ברחתי. יצאתי מהמחנה במשאית פיאט שהגיעה לבדיקת תיבת הילוכים ואותה תיקנתי. 

הצלחתי להגיע לבודפשט. במרכז העיר, בשדרות Jozsef, היה בית ששימש את הצלב האדום הבינלאומי. איישו אותו חברינו מהנוער הציוני, שהצטיידו בתעודות של נוצרים, כמובן. למרות השמירה והסיורים של הצבא הגרמני, הצלחתי להתגנב ולהיכנס למשרד. 
בפנים ישבה בחורה בשם ברכה ביליצר. לא פגשתי אותה קודם, אך היא הכירה את שמי, כנראה מרשימת החברים בתנועה. היא בירכה אותי וקיבלה אותי בסבר פנים של חבר, כאילו הכירה אותי מזמן, נתנה לי ביד 4 שטרות של 50 פנגו, המטבע ההונגרי של אותה התקופה ואמרה לי "שמעתי עליך שאתה יודע להסתדר. תמצא לך מקום מסתור בעיר. אם לא תמצא חזור לכאן".

</p>
<p>
בהיותי שוליה מתלמד, סכום כסף זה נראה לי גדול. אף פעם לא החזקתי כל כך הרבה כסף ביד. יצאתי לרחוב. ידעתי שתעודות השוץ- פס המזוייפות לא יעזורו אם אתבקש להציג תעודת זיהוי. 
הסתובבתי ברחובות העיר במסווה של עובד מוסך. לבשתי בגדי עבודה וכובע של מכונאי וחשבתי למצוא מקלט במוסך בו עבדתי לפני גיוסי למחנות עבודה, אך לא יכולתי להגיע אליו, מכיוון שבסביבה הסתובבו חיילים גרמניים ואזרחים הונגריים מזויינים, שצלבי קרס על שרוולם.
</p>
<p>הצטערתי על הפיתוי לקבל סכום כסף רב כל-כך. העדפתי להחזיר את הכסף ולקבל מקלט עד יעבור זעם, מאשר להסתובב בפחד ולדאוג לבד למקלט.

</p>

<p>כבר החשיך כשחזרתי לבית הצלב האדום. ברכה עוד הייתה שם. החזרתי לה את הכסף. ביקשתי לקבל מקלט באחד הבונקרים שהשתתפתי בבנייתו טרם גיוסי. המשרד המה מאנשים והייתה בו תנועה רבה. חלק מהאנשים ציפו לעזרה וחלקם היו חברים שהוסוו לחיילים ואשר סיכנו את עצמם למען עבודות ההצלה, הן בהעברת חברים למקום מחבוא והן באספקת מזון למקומות המסתור. 

</p>
<p>קשה לתאר את אותן רגשות מתח של הבריחה, את אותו פחד מוות, את החשיבה על כל צעד ושעל בזמן שהחיילים הגרמניים והשוטרים ההונגרים מסיירים ברחובות העיר. ואני, יהודי בודד, ערקתי מהיחידה הצבאית שלי. אילו נתפסתי גורלי היה גזר דין מוות ללא משפט.

</p>
<p>וכך ישבנו, אני ועוד יהודים במצבי והמתנו שאחד החברים יביא אותנו למקום מבטחים. החברים הגיעו ודיווחו, חלקם יצא לשליחויות. לא הכרתי אף אחד מהם והייתי תלוי בנדיבות ליבם. הם סיכנו חייהם למעני. לא היה כל ביטחון שלא יתפרצו לתוך המשרד ויחסלו אותנו.
<br>התכבדתי במנה של מרק והמתנתי. 
<br>
רק בשעה מאוחרת בערב, נמצאה הדרך להעביר אותי ועוד כמה חברים למקלט אשר ברחוב וודס (Vadasz).

</p>
<p>יצאתי עם ליווי של חבר מוביל לרחוב וודס. הרחובות היו ריקים למעט אנשים בתפקידים צבאיים. בחסות חשכת הלילה, חצינו כבישים רחבים, אך גם בחושך, ראינו הבזקי פגזים אשר קבעו חד משמעית שאנו מצויים בחזית המלחמה. 

</p>
<p>רחוב וודס נמצא קרוב לפרלמנט ההונגרי ולשפת נהר הדנובה במרכז העיר, אך היה זה רחוב צר כמו סמטה וההתגנבות דרכו הייתה יותר קלה מאשר ההליכה ברחובות הראשיים בבודפשט.

</p>
<p>בכניסה לחש מלווי את הסיסמה. השער נפתח קמעה ונכנסנו פנימה.

<h3 className="text-2xl font-bold mt-12 mb-6">בית הזכוכית אשר ברחוב וודס

</h3>
</p>בית הזכוכית היה בית קטן, אשר שימש בעבר למגורי משפחה אחת. הבית היה שייך ליהודי סוחר זכוכית ומכאן השם "בית הזכוכית". 
בקומת הקרקע היו משרדים, בקומה השנייה חדרי מגורים ובחצר מחסן. כמו בתים רבים בבודפשט, גם בית זה היה בנוי כשהוא צמוד לבתים שלצדדיו והכניסה לבית ולחצר הייתה דרך השער המרכזי מהרחוב. 

<p>הבית בהחלט נראה דומה לשאר הבתים ולא עורר חשד למה שהתנהל בתוכו ובכל זאת, שמו של הבית היה שגור בפי יהודים רבים שחיפשו מקלט והם התדפקו בשערו וביקשו להיכנס. חששתי מאוד מהתנועה הרבה של כל האנשים, פן תעורר תשומת לב ותביא לגילויינו.

</p>

<p>בתוך הבית הייתה חלוקת מגורים - במרתף הצטופפו חברי תנועת בני- עקיבא ומזרחי, חדרי המשרד היו מאוכלסים על ידי השומר הצעיר, בחדר המדרגות ישנו הבית"רים ואנו, הנוער הציוני, הצטופפנו במעלה עליית הגג. החצר הייתה מלאה אצטבאות עץ עם לוחות זכוכית חתוכות על פי מידה. בחצר לא שוכנה אף קבוצה על מנת שלא לעורר חשד מהבתים השכנים. 
<br>במעלה ה"בוידעם", בעלית הגג על הרצפה, היו פרושות שמיכות ועליהן ישנו אנשים בצפיפות זה ליד זה. נשכבתי בין שני אנשים והם הצטופפו על מנת לאפשר לי להיכנס. הצפיפות הייתה רבה, אך הרגשתי הקלה על שמצאתי מקום מחסה מוגן בין חברים. 
<br>שכבתי עייף מתלאות, לאחר יום קשה של מתח הבריחה מהיחידה שלי, מפלוגת העבודה הצבאית, תחת סכנת חיים גדולה כעריק מהצבא ונרדמתי במהירות. 
<h3 className="text-2xl font-bold mt-12 mb-6">ניסיון ראשון להוציא אותנו ממקום מבטחים

</h3>

</p>

<p>כפי שחששתי, אכן התנועה הרבה עוררה חשד ויום אחד, הופיעו פתאום ז'נדרמרים - שוטרים נאצים עם נוצות בכובעם, חמושים באקדחים, מלווים בנאצים הונגריים בלבוש אזרחי, עם סרט של צלב קרס על השרוול והתחילו להוציא אותנו מהבית.

</p>

<p>משקט מוחלט ששרר במקום מהחשש פן נתגלה, החלה מהומה כהרף- עין. צעקות, יריות והתפוצצויות - הם זרקו רימון למרתף שבו התאכסנו קבוצת מזרחי, דחפו, היכו וזירזו את האנשים לעלות ולהסתדר בשורות על המדרכה בחוץ. 
<br>
</p>

<p>חלק מהז'נדרמרים שמרו בחוץ לבל יברח איש וסידרו אותנו בשורות צפופות עם ידיים למעלה. הם קיללו ואיימו עלינו באקדחים.

</p>

<p>באותו הזמן, אני הייתי במוסך בו היו שני כלי רכב. המוסך היה ליד הכניסה בצד ימין. אחד הנאצים פרץ למוסך וצעק: "החוצה יהודים!". יצאתי החוצה. 
<br>בחוץ הצטופפו כבר כמה עשרות אנשים כשידיהם מורמות סמוך לקיר הבניין. המבצע נמשך כשעה ובטרם הספיקו להוציא את כולנו החוצה - באה הישועה. חברי ההנהלה של הבית הזעיקו עזרה. 

</p>
<p>איני יודע מי היו האדונים שהצילו אותנו מהוצאה להורג על שפת הדנובה, אך לאחר דין ודברים, הסכימו לדחות את פינויינו. בדיעבד, מה שהציל אותנו היה שלט קטן בגודל 20x40 סנטימטרים. על השלט היה כתוב שהבית הוא שטח Exteritoriali והוא שיך לשגרירות שוויצריה. וכך, כל האנשים שהיו בחוץ, הורשו לחזור פנימה. 
<br>
במבצע זה היה לנו הרוג אחד כתוצאה מהרימון שהושלך למרתף של המזרחי וכמה פצועים מבין החברים אשר שהו במרתף טרם החלה המהומה.

</p>

<p>כעת ידענו שהתגלינו וששונאינו יודעים על הימצאותינו במקום ועל אלפי היהודים שמסתתרים בו. 
השוטרים אף הבהירו כי יחזרו בהקדם והם אכן באו שנית. כעת, על אף שהבית היה מוגן על ידי השגרירות השוויצרית, כבר לא הרגשתי בו בביטחון. הרצון לרצוח יהודים היה כה חזק עבור הנאצים ההונגריים, עד שהם ירו ביהודים שהחזיקו בתעודות של תושבי-חוץ ולא כיבדו כל חסות של שגרירויות שוויצריות או שבדיות, אשר נחשבו למדינות ניטרליות ולא היו מעורבות במלחמה.

</p>

<p>על כן חיפשתי לי מסתור בתוך הבניין עצמו. הודות לאותם ימים שביליתי במוסך, מצאתי מרתף בו החזיקו את הפחם וגיליתי בו פתח עם מכסה, אשר דרכו היו מכניסים את הפחם למרתף. הסרתי את המכסה, השתחלתי למטה בחושך וחפרתי לי מקום בתוך הפחם.


</p>

<p>כשהגיעו הנאצים שנית ושמעתי את ההמולה והצעקות, ירדתי מיד למרתף הזה, התכסיתי בפחם ושכבתי שם בלי נוע. 

</p>

<p>למרתף הייתה כניסה נוספת, ששימשה ללקיחת הפחם. לפתע שמעתי שהפתח נפרץ ונשמעה צעקה: "יהודים! החוצה!" הצעקות חזרו שנית עם איום: "אם לא תצאו אזרוק רימון!", אך אני הייתי נחוש לא לצאת ונשארתי שוכב במקום בדממה זמן רב. למזלי, לא נזרק רימון לכיווני.

</p>

<p>רק אחרי שהייתי בטוח שהנאצים עזבו את המקום, יצאתי מתוך ערימת הפחם. התברר, כי שוב נמצא מפקד בדרגה גבוהה, אשר הצליח לבטל את פינוי היהודים מהמקלט.

</p>

<p>אני רוצה להרחיב ולתאר את האווירה והחיים בתוך בית זה, שהיה צפוף ומלא עד אפס מקום. כל פיסת שטח שימשה כמקום שינה ואנשים התחלפו וישנו במשמרות. כך מצאתי מקום שינה ברכב שבתוך המוסך. חבר שלי, זולי שטרן, שהיה חבר בתנועת בית"ר, ישן בתוך ערסל מעל המדרגות. החלו שמועות סודיות ביותר על ארגון מקום מסתור חדש הן בשל הטרדות הנאצים ורצונם לטבוח בנו והן בשל הצפיפות וסכנת מחלות ומגיפות. 

</p>

<p>אותו מקום סודי, היה בית סמוך, ששימש כמרכז ספורט. האנשים שלנו פרצו מעבר בקיר המשותף של מרתפי הבתים וחלק מתושבי הבית עברו למרתף הבית השכן. המעבר היה מאורגן על-ידי הנהלת המקום, בה היו נציגים מכל התנועות הציוניות. גם אני זכיתי לעבור למקום החדש ושהיתי בו כשני לילות נוספים. אך במרתף, לא ראינו את אור היום והעדפתי לחזור למקום הפרטי שלי שמצאתי במוסך.  

</p>

<p>כל תנועה דאגה למזון עבור חבריה, אך בימים הקשים, כאשר המלחמה עברה להתנהל ברחובות ומכיוון שהיינו רק 1.5 ק"מ מהחזית, כאשר מעלינו נפלו פגזים ופצצות, היו אלה החברים המוסווים לחיילי צבא הונגריה, שהביאו את המעט אוכל שהצליחו להשיג. 
<br>יש לציין לשבח את שיתוף הפעולה של החברים מהתנועות השונות, אשר בזמנים כתיקונם התווכחו עד כדי ריב על השקפות פוליטיות שונות, אך בימים קשים, דחו את הניגודים והמריבות ושיתפו פעולה זה עם זו למטרת הצלת נפשות.  

</p>

<p>השמועות על שואה ורציחות הפכו לממשיות ממש לנגד עיננו. יום יום היינו עדים לרצח יהודים ברחובות העיר בלי כל סיבה, רק בשל היותם יהודים. 
<br>מלחמתינו העיקרית הייתה נגד האויב הנאצי, אשר קם עלינו לכלותנו והשפיל אותנו בעודנו בחיים. 
</p>

<p>חל שיתוף פעולה בין כל קבוצות הנוער היהודי שהתארגנו בתנועות ציוניות. מלחמתינו הייתה הצלת נפשות.
פעולות הצלה אלו היו כרוכות בסכנת נפשות, אך בכל זאת הסתכנו החברים ופעלו בשליחות ההנהגה הציונית למען הצלת נפשות. 
<br>הודות לאותם לוחמים צעירים יהודים, ניצלו אלפי יהודים אשר חיו בחסותם ובחסות התנועה הציונית המאוחדת, שפעלה כאיש אחד והצילה יהודים מגירוש והשמדה באושוויץ וגם סיפקה מזון לקיומם.


</p>

<p>ככל שהסכנה לחיי החברים גדלה, גדל שיתוף הפעולה וזה הביא לכך שמעט המזון שהגיע, התחלק בין כולם וכך מנענו תמותה מרעב.

</p>

<p>בנוסף לצפיפות, אספקת המזון ומצוקת הביטחון, היה דבר נוסף שגרם לבעיה חמורה - התנאים הסניטאריים.
השירותים שהיו במבנה, אשר תוכננו עבור משפחה אחת, לא הספיקו לצרכי אלפים. לא ניתן היה לבנות שירותים נוספים ונאלצנו להסתפק בשני תאי שירותים שהיו ליד המשרד. במקום השתרך תמיד תור ארוך.
עבור החולים מבינינו, אשר סבלו מכאבי בטן, הנפיק הרופא אישור כניסה לשירותים ללא תור. אישורים אלו התרבו כמו השוץ-פסים, עד כדי כך, שכבר עדיף היה לעמוד בתור של הבריאים. מצאתי שבשעות הקטנות של הלילה התור היה קצר יותר ובשעה זו התפניתי.

</p>

<p>כאשר השירותים האלו יצאו מכלל שימוש, פינו אצטבע אחת של זכוכית והסבו את המקום לבית שימוש שדה. חסרונו היה שהיה קרוב מאוד לחזית, כך שפגזים שנפלו לתוך החצר היוו סכנה ממשית. התנסיתי בכך באופן אישי ולמזלי לא נפגעתי מפגז שהתפוצץ קרוב למושבי בעת שעשיתי את צרכיי. 

</p>
<h3 className="text-2xl font-bold mt-12 mb-6">עד מתי?

</h3>

<p>כמובן השאלה העיקרית שנשאלה יום יום, שעה שעה, הייתה עד מתי? מתי הצבא הרוסי יגיע לרחוב שלנו, ישחרר אותנו מעול הנאצים ונצא לחופשי?

</p>

<p>בימים המקוצרים של חודש דצמבר, הרוסים חנו בפרברי העיר. כל לילה נמשך כשנה וכל יום נראה בלי קץ. כל לילה התארך בציפייה לבוקר, בו אולי הצבא הרוסי ישחרר אותנו, אך נראה היה שהרוסים לא מיהרו ולא התרשמו מהסכנה בה היינו ומהאבידות שספגנו מהנאצים ההונגרים וגם מההפגזות של הרוסים עצמם שפגעו בנו ובשונאינו ללא הבדלה.

</p>

<p>לא יכולתי להיות במחבואי כל הזמן ומדי פעם עליתי לעליית הגג שלנו, של הנוער הציוני וגם שם ישבו החברים וספרו את הרגעים עד שיגיעו הגואלים.

</p>

<p>הפצצות שנפלו ביום והתפוצצו קרוב אלינו השאירו אותנו אדישים בדרך כלל. אך כשנפלה פצצה ופגעה בבית שממולינו, הרגשנו את ההדף, נהיה חושך מוחלט והחלה פאניקה. הייתי בטוח שנקברתי מתחת למפולת. היו צעקות של נפגעים. לקח זמן עד שהאבק התפזר וראיתי שהתקרה מעלינו שלמה והבית שלנו לא נפגע אלא היה זה הבית שממולנו שנפגע מהפצצה. 

</p>
<h3 className="text-2xl font-bold mt-12 mb-6">בוקר חדש - יום חדש

</h3>

<p>שהיתי במקלט בית הזכוכית שברחוב וודס מיום בריחתי מפלוגות העבודה בחודש אוקטובר 1944 ועד לבוקר ה-18 בינואר 1945 כשסוף סוף הגיעו המשחררים, חיילי צבא רוסיה.
<br>זה היה השכם בבוקר. עוד היה חושך, אך השלג הבהיק. הם פרצו בסערה מן הרחוב, דרך השער של המוסך שהיה מוגף בתריס. במקביל, פרצו גם דרך הכניסה הראשית. היינו במוסך שלושה אנשים - שני חברים מהנוער הציוני שהיו לבושים במדי צבא הונגריה ואני.
<br>אני אמור הייתי להסביר בשפה הרוסית לחיילי רוסיה, שאלו יהודים שלחמו נגד הגרמנים, אבל בסערת הקרב לא הקשיבו לי עד הסוף והחייל המשחרר שמע רק "יבריי!" (יהודים) וזה זיכה אותי בבעיטות באחוריי בנעליים כבדות וקפואות ובקללות אנטישמיות. בתוך תוכי קיבלתי את הבעיטות בשמחה ובאהבה ושמחתי שסכנת הנאצים חלפה ועל כך אני מודה עד היום.
<br>החיילים דחפו אותי לחצר בית ספר בקרבת מקום, שם ריכזו את הגברים השבויים ומשם הצלחתי לברוח לחופשי! 

</p>




    </div>
  );
}
